# vim: ft=ruby

brew "fish"
brew "rcm"
brew "neovim"
brew "ag"
brew "git"
brew "gh"
brew "tig"
brew "diff-so-fancy"
brew "tree"
brew "tmux"
brew "jq"
brew "direnv"
brew "autojump"
brew "trash"
brew "harper"
brew "nodenv"

# Lua
brew "lua-language-server"
brew "stylua"

# Apps
cask "ghostty"
cask "font-fira-code-nerd-font"
cask "raycast"
cask "telegram"
cask "google-chrome"
cask "the-unarchiver"
cask "karabiner-elements"

mas "Things3", id: 904280696
cask "thingsmacsandboxhelper"
